export const homeTranslations = {
  bg: {
    title: 'Рекламна агенция Студио Дада',
    introduction: 'Ние сме агенция с над 25 години опит в рекламната индустрия в България. Ние предлагаме цялостни решения за печатна и дигитална реклама и комбинираме креативност и иновации, за да помогнем на бизнеса да комуникира ефективно своята идентичност. Нашият фокус е в качеството, надеждността и персонализирания подход към всеки клиент.',
    sections: [
      {
        title: 'Какво предлагаме',
        text: 'Ние предлагаме пълен спектър от рекламни решения – от печатни материали (листовки, брошури, каталози, папки, плакати, шоу-карти, уоблери, шелфтолкъри) и продуктови опаковки (кутии, бандероли, етикети, стикери), календари, тефтери, торби и пликове, до креативен дизайн и адаптация на уеб-банери, карета, рекламни страници и професионално брандиране на рекламни сувенири, дрехи, инструменти и други промоционални артикули.',
        buttonText: 'Разгледайте пълния каталог',
      },
      {
        title: 'Доверен партньор на различни компании',
        text: 'Ние сме дългогодишен партньор на водещи компании в почти всички пазарни сектори и най-вече в сферите на фармацевтика и козметика, внос и продажба на автомобили и авточасти, селско стопанство, хранително-вкусова индустрия и други',
        buttonText: 'Запознайте се с нашите клиенти',
      },
      {
        title: 'Портфолио',
        text: 'Разгледайте реални дизайни, опаковки и други изделия, които сме разработили за нашите клиенти.',
        buttonText: 'Прегледайте нашите проекти'
      },
      {
        title: 'Компания с дългогодишна история',
        text: 'Стартирахме преди близо 25 години като малко студио за графичен дизайн, а днес сме надежден партньор за печатни и дигитални рекламни решения.',
        buttonText: 'Научете повече за нас',
      },
    ] as HomeSection[],
  }
}

export type HomeSection = {
  title: string;
  text: string;
  buttonText: string;
}